# Taps
tap "deviceinsight/packages"
tap "jorgelbg/tap"
tap "common-fate/granted"
# Packages
brew "age"
brew "antidote"
brew "atuin"
brew "autoconf"
brew "automake"
brew "ca-certificates"
brew "chezmoi"
brew "colima"
brew "coreutils"
brew "docker"
brew "docker-completion"
brew "docker-credential-helper-ecr"
brew "exercism"
brew "fish"
brew "fontconfig"
brew "freetype"
brew "fzf"
brew "gettext"
brew "glib"
brew "gnu-getopt"
brew "gnupg"
brew "gnutls"
brew "granted"
brew "iperf3"
brew "htop"
brew "jq"
brew "just"
brew "kafkactl"
brew "kubectx"
brew "kubernetes-cli"
brew "lazygit"
brew "libyaml"
brew "lima"
brew "neovim"
brew "nmap"
brew "qemu"
brew "readline"
brew "ripgrep"
brew "snappy"
brew "sops"
brew "sqlite"
brew "starship"
brew "steampipe"
brew "telnet"
brew "tmux"
brew "tree-sitter"
brew "util-linux"
brew "watch"
brew "wget"
brew "xz"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zstd"

# Casks
cask "alt-tab"
cask "font-intone-mono-nerd-font"
cask "kitty"
cask "kopiaui"
cask "latest"
cask "zed"
cask "macos-fuse-t/cask/fuse-t"
cask "macos-fuse-t/cask/fuse-t-sshfs"
